{
  "1": {
    "title": "Cherry Blossoms and Spring Mist by Shiromibashi Bridge",
    "subtitle": "Cherry Blossoms, the Red Bridge, and a Traditional Boat on the Moat",
    "date": "2025.04.05",
    "gear": "Leica M10 + Summilux 50mm",
    "category": "spring morning",
    "desc": "Spring is when Himeji Castle is at its most spectacular. Right next to the Himeji City Zoo lies one of the finest spots to capture this seasonal beauty.\n\nImagine a natural frame made of pale pink Somei-Yoshino cherry blossoms in full bloom. Beyond it, the striking crimson of the Shiromibashi bridge contrasts beautifully with the water, as an elegant Wasen (traditional Japanese boat) glides peacefully along the inner moat. In the background, the majestic white Main Keep (Daitenshu) towers calmly against the spring sky. The composition of these elements overlapping in perfect harmony is truly breathtaking.\n\nTucked away slightly, this hidden viewpoint buzzes with a quiet, passionate energy during the few days the cherry blossoms are at their peak. If you head near the zoo, you will easily spot the exact location by the crowd of photographers with their cameras ready.\n\nTips & Etiquette for Visitors\n・Wait for the Magic Moment: The best photo opportunity is the exact moment the regularly scheduled traditional boat passes near the red bridge.\n・The Spirit of Sharing: This is a highly popular but limited space. We kindly ask everyone to be mindful of manners and take turns, ensuring that visitors from all over the world can take home this beautiful scenery in their hearts.\n・Location: Please check the map below for the exact shooting location (next to the zoo, along the inner moat).",
    "location": {
      "lat": 34.836111,
      "lng": 134.69477
    }
  },
  "2": {
    "title": "Full View of Himeji Castle",
    "date": "2025.04.05",
    "gear": "Leica M10 + Summilux 50mm",
    "category": "spring evening",
    "location": {
      "lat": 34.837359,
      "lng": 134.686569
    }
  },
  "3": {
    "title": "Night Cherry Blossoms",
    "date": "2025.04.09",
    "gear": "Leica M10 + Summilux 50mm",
    "category": "spring night",
    "location": {
      "lat": 34.838124,
      "lng": 134.69267
    }
  },
  "4": {
    "title": "Cherry Blossoms and Castle",
    "date": "2025.04.01",
    "gear": "Leica M10 + Summilux 50mm",
    "category": "spring afternoon",
    "location": {
      "lat": 34.837603544433335,
      "lng": 134.69401920176045
    }
  },
  "5": {
    "title": "From Sannomaru Plaza",
    "date": "2025.04.05",
    "gear": "Leica M10",
    "category": "spring afternoon",
    "location": {
      "lat": 34.83741732376614,
      "lng": 134.6921878763701
    }
  },
  "6": {
    "title": "From Hakuro Junior High School Ground",
    "date": "2025.04.05",
    "gear": "Leica M10 + Summilux 50mm",
    "category": "spring afternoon",
    "location": {
      "lat": 34.83417812343474,
      "lng": 134.68831030207494,
      "name": "Hakuro Junior High School Ground"
    }
  },
  "7": {
    "title": "Castle in Fresh Green from Otokoyama Reservoir",
    "date": "2025.05.20",
    "gear": "Leica M10 + Summilux 50mm",
    "category": "summer afternoon",
    "location": {
      "lat": 34.84193162015072,
      "lng": 134.6899754350028,
      "name": "Otokoyama Reservoir Park"
    }
  },
  "8": {
    "title": "Twilight and the White Heron at Toko-ji Cemetery",
    "subtitle": "The castle quietly floating beyond the silence",
    "date": "2025.05.04",
    "gear": "Xiaomi 15 Ultra",
    "category": "summer evening",
    "desc": "The meticulously maintained and peaceful Toko-ji Cemetery offers a deeply emotional perspective of Himeji Castle. When you walk to the highest tier of the grounds and turn around, the castle quietly reveals itself in the distance.\n\nDuring the \"magic hour\"—the fleeting time around sunset when the sky is painted in mystical gradients of color—the white majestic keep seems to gently float above the darkening silhouette of the city. It is a surreal and breathtaking sight. One cannot help but feel a sense of peaceful envy for those resting in this quiet high ground, knowing they can gaze upon this beautiful castle for eternity. This view truly reflects the profound, spiritual connection between the locals and their beloved castle.\n\nTips & Etiquette for Visitors\n・Photography Gear: Because the castle is quite far from this location, an ultra-telephoto lens equivalent to 400mm is required to capture it at a compelling size (The sample photo for this view was taken using the telephoto mode of a high-end smartphone, the Xiaomi 15 Ultra).\n・Utmost Respect and Privacy: Please remember that this is not a tourist spot, but a sacred resting place. We kindly ask that you maintain absolute silence and a respectful demeanor. Furthermore, please be extremely careful with your framing to ensure that no personal names engraved on the tombstones are visible in your photos.",
    "location": {
      "lat": 34.85122823181544,
      "lng": 134.69356315389032,
      "name": "Toko-ji Cemetery"
    }
  },
  "9": {
    "title": "Castle Illuminated by Evening Sun",
    "date": "2025.07.29",
    "gear": "Leica M10 + Wide Tri-Elmar",
    "category": "summer evening",
    "location": {
      "lat": 34.83674184834749,
      "lng": 134.69352446438512,
      "name": "Sannomaru Plaza"
    }
  },
  "10": {
    "title": "White Heron Castle from Sakuramon Bridge",
    "date": "2025.07.29",
    "gear": "Leica M10 + Wide Tri-Elmar",
    "category": "summer evening",
    "location": {
      "lat": 34.83557157249841,
      "lng": 134.69271687541374,
      "name": "Sakuramon Bridge"
    }
  },
  "11": {
    "title": "Castle Under Blue Sky",
    "date": "2025.07.30",
    "gear": "Leica M10 + Wide Tri-Elmar",
    "category": "summer afternoon",
    "location": {
      "lat": 34.83527572859923,
      "lng": 134.69103710685653
    }
  },
  "13": {
    "title": "Autumn Colors of the Castle Town from Otemae High Tower",
    "subtitle": "A sweeping panorama of fiery autumn colors surrounding the white keep",
    "date": "2025.11.13",
    "gear": "Leica M10",
    "category": "autumn afternoon",
    "desc": "Adjacent to Otemae Park stands \"Egret Himeji.\" Its rooftop observatory is a prime viewing deck in the sky, offering a sweeping panoramic view of Himeji Castle from the closest building to the grounds.\n\nIn this expansive, unobstructed panorama, the autumn scenery is particularly breathtaking. The entire castle grounds are dyed in fiery reds and brilliant golds, surrounding the majestic white Main Keep. This stunning gradient of autumn colors (Kinshu) can only be fully captured from this elevated vantage point.\n\nAdditionally, free binoculars are available on the rooftop. Looking through the lenses, you can clearly see the intricate details of the castle's architecture and even the people walking through the vast grounds, giving you a real sense of the castle's overwhelming scale. We highly recommend trying them to experience the grandeur firsthand.\n\nTips & Etiquette for Visitors\n・Capture the Full Autumn View: This is the ultimate spot to frame the massive scale of the autumn foliage surrounding Himeji Castle in a single photograph. We recommend using a wide-angle lens or the panorama feature on your smartphone.\n・Observe Details with Binoculars: After taking your photos, be sure to use the provided binoculars. It allows you to appreciate both the beauty of the distant landscape and the precise details of the architecture.\n・Respect for the Public Space: The rooftop is a public rest area open to everyone. When using a tripod or taking photos, please be mindful not to block the pathways or the views of others.",
    "location": {
      "lat": 34.833760539765045,
      "lng": 134.6942266552122,
      "name": "Egret Himeji Rooftop"
    }
  },
  "14": {
    "title": "Inverted Castle from Hokusei-Kakushimon Ruins",
    "date": "2025.11.13",
    "gear": "Leica M10 + Summilux 50mm",
    "category": "autumn afternoon",
    "orientation": "portrait",
    "location": {
      "lat": 34.84101926090324,
      "lng": 134.69188914683946,
      "name": "Hokusei-Kakushimon Ruins"
    }
  },
  "15": {
    "title": "Autumn Leaves at Art Museum and Castle",
    "date": "2025.11.13",
    "gear": "Leica M10 + Summilux 50mm",
    "category": "autumn afternoon",
    "location": {
      "lat": 34.839204642259396,
      "lng": 134.69729562796454,
      "name": "Himeji City Museum of Art"
    }
  },
  "16": {
    "title": "Moat and Autumn Leaves",
    "date": "2025.11.13",
    "gear": "Leica M10 + Summilux 50mm",
    "category": "autumn afternoon",
    "location": {
      "lat": 34.84069868459606,
      "lng": 134.69220901267542,
      "name": "Inner Moat Area"
    }
  },
  "17": {
    "title": "Otemon Gate in Evening Sun",
    "date": "2025.10.01",
    "gear": "Leica M10 + Summilux 50mm",
    "category": "autumn afternoon",
    "location": {
      "lat": 34.835603,
      "lng": 134.692688,
      "name": "Sakuramon Gate"
    }
  },
  "18": {
    "title": "Autumn View from Sakuramon Bridge",
    "date": "2025.10.01",
    "gear": "Leica M10 + Summilux 50mm",
    "category": "autumn afternoon",
    "location": {
      "lat": 34.835642443089355,
      "lng": 134.69255167543577,
      "name": "Sakuramon Bridge"
    }
  },
  "19": {
    "title": "Cherry Tree Awaiting Spring",
    "date": "2025.03.18",
    "gear": "Leica M10 + Summilux 50mm",
    "category": "winter afternoon",
    "location": {
      "lat": 34.836102,
      "lng": 134.69478,
      "name": "Near Himeji Zoo"
    }
  },
  "20": {
    "title": "Winter Lights on Otemae",
    "date": "2025.12.31",
    "gear": "Leica SL2-S + Sigma 24-70mm F2.8 DG DN",
    "category": "winter night",
    "location": {
      "lat": 34.834310087759384,
      "lng": 134.69248927029412,
      "name": "Otemae Street"
    }
  },
  "21": {
    "title": "The Year-End Path of Light from the Elevated Station Observatory",
    "subtitle": "A glowing modern castle town seen from Castle View deck",
    "date": "2025.12.31",
    "gear": "Leica SL2-S + Sigma 24-70mm F2.8 DG DN",
    "category": "winter night",
    "desc": "Himeji Station has undergone a massive transformation, elevating its railway tracks and giving birth to a wooden observation deck called \"Castle View.\" This deck has quickly become the premier new vantage point in modern Himeji.\n\nStretching straight ahead toward the castle is the main street, \"Otemae-dori.\" Before the station was elevated, locals affectionately called it the \"50-Meter Road.\" Today, lined with modern high-rise buildings, the street's trees are adorned with beautiful illuminations during the winter and year-end season (New Year's Eve). At the end of this dazzling path of light sits Himeji Castle, itself illuminated and floating pure white against the night sky. The sight is nothing short of spectacular.\n\nOver 400 years since the castle's construction, this specific view represents the most dramatic evolution of the city. What would the samurai of the past think if they could see this glowing modern castle town, with their beloved White Heron still standing proudly at its center? Letting your imagination transcend time is one of the true joys of this observatory.",
    "location": {
      "lat": 34.827377867722156,
      "lng": 134.69023007264178,
      "name": "Castle View Observatory"
    }
  },
  "22": {
    "title": "First Light Over the Castle",
    "desc": "New Year's Sunrise, 2026 / At Nagoyama.\nRising light, an emerging silhouette. A visionary White Heron faces the sun. A new year dawns in silence.",
    "date": "2026.01.01",
    "gear": "Leica SL2-S + Sigma 24-70mm F2.8 DG DN",
    "category": "winter morning",
    "location": {
      "lat": 34.842445396006696,
      "lng": 134.67761073668575,
      "name": "名古山"
    }
  },
  "23": {
    "title": "New Year Water Salute",
    "date": "2026.01.11",
    "gear": "Leica SL2-S + Sigma 24-70mm F2.8 DG DN",
    "category": "winter afternoon",
    "location": {
      "lat": 34.8375541463092,
      "lng": 134.6932678047162,
      "name": "Sannomaru Plaza, Himeji Castle"
    }
  },
  "24": {
    "title": "Rescue Team Demonstration",
    "date": "2026.01.11",
    "gear": "Leica SL2-S + Sigma 24-70mm F2.8 DG DN",
    "category": "winter afternoon",
    "location": {
      "lat": 34.8375541463092,
      "lng": 134.6932678047162,
      "name": "Sannomaru Plaza, Himeji Castle"
    }
  }
}